Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/1999_1s.doc.tmx
Source language: sme
Languages: nob

source: Eaktun dasa ahte sámegiela galgá sáhttit geavahit fágalaš oktavuođain , lea dat ahte gávdnojit fágatearpmat ja fágadoahpagat sámegillii mat duhtadit dárbbu buot oktavuođain .
nob: Forutsetningen for at samisk kan brukes i faglige sammenhenger er at det finnes fagtermer og fagbegreper på samisk som dekker behovet i alle situasjoner .

source: Sámediggi registrere ahte fágatearpmabarggu bušeahtalaš sivaid geažil ii leat leamaš vejolaš vuoruhit 1998:s , muhto diggi eaktuda ahte dán dehálaš barggu sáhttá joatkit 1999:s .
nob: Sametinget registrerer at arbeidet med fagterminologi av budsjettmessige årsaker ikke har vært mulig å prioritere i 1998 , men tinget forutsetter at dette viktige arbeidet kan videreføres i 1999 .

source: Sámi sátnevuorká
nob: Samisk orddatabank

source: Sámi sátnevuorká lea dihtorvuođđu masa sámegiel sánit ja tearpmat čohkkejuvvojit , ja lea olámuttos nu ollu geavaheddjiide go vejolaš .
nob: Samisk orddatabank er en database hvor samiske ord og samisk terminologi samles og er tilgjengelig for flest mulig brukere .

source: Sámi giellaráđđi lea 1998:s ovttasráđiid Troms Data dihtorfitnodagain ovddidan sátnevuorkávuogádaga prototyhpa .
nob: Samisk språkråd har i 1998 sammen med datafirmaet Troms Data , utviklet orddatabanksystemets prototype .

source: Dán prošeavtta ulbmilin lea geahččalit lágidit systemáhtalaš sámi tearbmaovddidanbarggu , olahit eambbogiid johtileappot ja maiddái viidábut fierpmádaga bokte , láhčit dilálašvuođaid sámegiela koordinerejuvvon ovddideapmái , ja buktit tearpmaid olámuddui nu ollugiidda go vejolaš .
nob: Målsettingen med dette prosjektet var å få organisert et systematisk arbeid innen samisk terminologiutvikling , oppnå raskere og bredere anvendelse av språket ved hjelp av et nettverk , legge forholdene til rette for en koordinert utvikling av det samiske språk og gjøre terminologi tilgjengelig for flest mulig .

source: Sámediggi lea vuoruhan barggu sámi sátnevuorkkáin , ja diggi lea duhtavaš go dat dál lea ásahuvvon .
nob: Arbeidet med Samisk orddatabank har vært prioritert av Sametinget , og tinget er fornøyd med at dette nå er etablert .

source: Giellabargu olggobealde hálddašanguovllu
nob: Språkarbeid utenfor forvaltningsområdet for samisk språk

source: Dán áigodaga sámediggeplánas lea guovddáš mihttomearrin ahte sámi giellabargu nanosmahtto ja ovddiduvvo buot giellaguovlluin .
nob: I Sametingsplanen for inneværende periode er det en sentral målsetting at samisk språkarbeid styrkes og utvikles i alle språkregioner .

source: Dán rádjai lea Sámi giellaráđđi bargan sámegiela ovddidemiin eanaš sámelága giellanjuolggadusaid hálddašanguovllus .
nob: Samisk språkråd har hittil arbeidet mest for å fremme samisk innenfor forvaltningsområdet for samisk språk .

source: Sámelága ulbmilparagráfas čuožžu ahte « Lága ulbmil lea lágidit dilálašvuođaid nu ahte sámi álbmot Norggas sáhttá sihkkarastit ja ovddidit iežas giela , kultuvrra ja servodateallima . »
nob: I samelovens formålsparagraf heter det at « Lovens formål er å legge forholdene til rette for at den samiske folkegruppe i Norge skal sikre og utvikle sitt språk , sin kultur og sitt samfunnsliv » .

source: Sámelága ulbmilparagráfa guoská olles sámi álbmotjovkui .
nob: Samelovens formålsparagraf favner hele den samiske folkegruppen .

source: Danin lea ge hástalussan Sámediggái ja Sámi giellaráđđái nanosmahttit giellabarggu lullisámi guovllus , julevsámi guovllus ja Ofuohtas ja Lulli-Tromssas Sámedikki plánaid ektui .
nob: Det er derfor en utfordring for Sametinget og Samisk språkråd å intensivere språkarbeidet i det sørsamiske området , det lulesamiske området og i Ofoten og Sør-Troms i tråd med Sametingets planer .

source: Sámi giellaráđi hálddahusa vejolaš nanosmahttima ferte guorahallat bušeahta bargguin .
nob: En eventuell styrking av administrasjonen i Samisk språkråd til dette måtte tas opp i budsjettsammenheng .

source: Lassin leat ollu hástalusat mat gusket sámegiela nannemi ja ovddideapmái sámi riddo- ja vuotnaguovlluin , ja Sámediggi oaidná dehálažžan ollašuhttit daid doaibmabijuid mat leat eavttuhuvvon Sámi riddo- ja vuotnaguovlluid doaibmaplánas .
nob: I tillegg ligger det en rekke utfordringer i arbeidet med å styrke og utvikle samisk språk i samiske kyst- og fjordområder , og Sametinget ser det som viktig å få realisert de tiltak som er foreslått i Handlingsplan for samiske kyst- og fjordområder .

source: Sámi giellaráđis šaddá leat guovddáš sadji dáid doaibmabijuid koordineremis ja duohtan dahkamis .
nob: Samisk språkråd vil ha en sentral rolle i koordinering og realisering av disse tiltakene .

source: Earret eará lea Sámediggái ovttasráđiid giellaráđiin hástalussan bargat dan ala ahte oččodit fásta ruhtadeami sámi giellaguovddážiidda .
nob: Blant annet er det en utfordring for Sametinget , i samarbeid med språkrådet , å arbeide med at samiske språksentre oppnår fast finansiering .

source: Sámi giellalávdegoddi
nob: Samisk språknemnd

source: Lea dehálaš koordineret sámi giellabarggu iešguđet riikkaid gaskka .
nob: Det er viktig å koordinere det samiske språkarbeidet mellom de ulike landene .

source: Suoma , Ruoŧa ja Norgga sámedikkit dahke ovttasbargošiehtadusa 1997:s ásahettiin Sámi giellalávdegotti .
nob: Sametingene i Finland , Sverige og Norge inngikk i 1997 en samarbeidsavtale gjennom etablering av Samisk språknemnd .

source: Sámi giellaráđđi čujuha ahte bargu Sámi giellalávdegottiin lea hirbmat dehálaš sámegiela gáhttemii ja ovddideapmái , ja lea dehálaš oažžut dán orgána fas doibmii .
nob: Samisk språkråd peker på at arbeidet til Samisk språknemnd er meget viktig for å verne og fremme samisk språk , og det er viktig at dette organet kommer i funksjon igjen .

source: Sámi giellalávdegoddi ferte meannudit ollu prinsihpalaš áššiid mat njuolga gusket Sámi giellaráđi bargui , nugo oktasaš davviriikkalaš tearbmačovdosiid ja normeren- ja riektačállináššiid .
nob: Det er flere prinsipielle saker som språknemda må behandle som direkte berører språkrådets arbeid , som felles nordiske løsninger for terminologi og normering- og rettskrivningsspørsmål .

source: Sámedikkiid presideanttaid gaskasaš čoahkkin mearridii ahte Sámi giellaráđđi Norgga bealde galgá koordineret oktasaš davviriikkalaš giellabarggu 1997 lohppii , ja fuolahit dárbbašlaš hálddašeami .
nob: Presidentmøtet mellom sametingene vedtok at Samisk språkråd i Norge skal koordinere det felles nordiske samiske språkarbeidet ut året 1997 , og stå for den nødvendige administrasjon .

source: Leat ovddiduvvon máŋga jurdaga das movt Sámi giellalávdegotti galggašii organiseret ja ruhtadit .
nob: Det har vært reist en del spørsmål knyttet til hvordan Samisk språknemnd skal organiseres og finansieres .

source: Sámediggi Norgga bealde lea áššis 46/98 - Bušeahtta 1999 , várren ruđaid oktasaš davviriikkalaš giellaovttasbargui 1999 várás .
nob: Sametinget i Norge har i sak 46/98 - Budsjett 1999 , avsatt midler til et felles nordisk språksamarbeid for 1999 .

source: Sámi giellalávdegotti organiseren sámedikkiid vuollásažžan buktá Sámi giellaráđđái stuorát ovddasvástádusa .
nob: En organisering av Samisk språknemnd slik at den kommer inn under sametingene vil føre til at Samisk språkråd får større ansvar for arbeidet .

source: Sámediggi čujuha maiddái ahte lea guovddáš hástalussan laktit giellabarggu Ruošša bealde dása .
nob: Sametinget vil også peke på at det også ligger en sentral utfordring i å innlemme språkarbeidere på russisk side .

source: 6 - Loahpalaš mearkkašumit
nob: 6 Avsluttende merknader

source: Sámediggi lea duhtavaš go 1998:s leat buot vuollásaš ráđit bargan viiddis ja fágalaččat buori barggu .
nob: Sametinget er fornøyd med at det i 1998 har vært utført et omfattende og faglig godt arbeid i samtlige av de underliggende råd .

source: Sámediggi váldá vuhtii daid jahkedieđáhusaid mat leat ovddiduvvon .
nob: Sametinget tar til etterretning de årsmeldinger som er lagt fram .

source: Sámi kulturmuitoráđđi
nob: SAMISK KULTURMINNERÅD

source: Jahkedieđáhusas oidno ahte Finnmárkku fylkagieldda kulturmuitorhálddašeapmi lea čájehan uhccán áddejumi sámi kulturmuitoráđi váldesuorgái , bargguide ja mihttomeriide .
nob: I årsmeldingen går det frem at kulturminneforvaltningen ved Finnmark fylkeskommune har vist manglende forståelse for Samisk kulturminneråds myndighetsområde , arbeidsoppgaver og målsettinger .

source: Guovddášbellodaga sámediggejoavku oaivvilda ahte ferte deattuhit gulahallama ovddideami , fágalaš gulahallama ja barggu koordinerema Sámi kulturmuitoráđi ja fylkamanni kulturmuitohálddašeami gaskka .
nob: Senterpartiets sametingsgruppe mener at det må legges vekt på å skape arenaer for kommunikasjon , faglig utveksling samt samordning mellom Samisk kulturminneråd og kulturforvaltningen hos fylkesmannen .

source: Mearkkašupmi 2 , Bargiidbellodaga sámediggejoavkku Egil Olli :
nob: Merknad 2 , APs sametingsgruppe v / Egil Olli

source: Ođđa maŋimuš teakstaoassi áššái 7/99 - Vuollásaš ráđiid 1998 jahkedieđáhusat - mearkkašupmi čuoggái 5 . Sámi giellaráđi doibmii
nob: Nytt siste avsnitt i sak 7/99 - Årsmelding 1998 underliggende råd pkt. 5 Merknader til Samisk språkråd .

source: Eará eiseválddiid oaidnu Sámelága giellanjuolggadusaide :
nob: Andre myndigheters syn på samelovens språkbestemmelser :

source: Sámediggi oaivvilda ahte stáhtahálddahus berre čájehit stuorra fuomášumi sámelága giellanjuolggadusaid ollašuhttimii .
nob: Sametinget mener det er nødvendig at statsadministrasjonen bør rette stor oppmerksomhet mot å oppfylle samelovens språkregler .

source: Čađahuvvon iskkadeapmi čájeha nappo dan ahte dilli ii leat dohkálaš .
nob: Den gjennomførte undersøkelsen viser nemlig at situasjonen ikke er tilfredsstillende .

source: Maiddái 1998:s ge leat oaidnán ahte Finnmárkku fylkkamánni dulko daid geatnegasvuođaid mat gielddain leat sámelága giellanjuolggadusaid vuođul danin ahte measta gieldá vuoruheames olbmuid geain lea sámegiel máhtolašvuohta .
nob: Likeledes har man også i 1998 registrert at det fra Fylkesmannen i Finnmark er gjort en fortolkning av hvilke forpliktelser samelovens språkregler pålegger kommunene som nærmest nedlegger forbud mot å prioritere personer med kunnskap i samisk språk .

source: Ággan dása lea leamaš ahte olbmuid prioriteren geain lea sámegiel máhtolašvuohta , ii soaba bargobiraslága mearrádusaide etnalaš vealaheami gildosa birra .
nob: Argumentasjonen har vært at prioritering av personer med kunnskap i samisk , vil være i strid med arbeidsmiljølovens bestemmelser om forbud mot etnisk diskriminering .

source: Sámediggi atná dán duođalažžan , ja dáhttu dán njulgejuvvot .
nob: Sametinget betrakter dette som alvorlig , og ber om at dette må rettes opp .

source: Eavttuhus 1 , Sámediggeráđi Ing-Lill Pavall :
nob: Forslag 1 , Sametingsrådet v / Ing-Lill Pavall

source: Lasáhus čuo. 5 Mearkkašumit Sámi giellaráđi doibmii - Giellaiskkadeapmi , maŋimuš teakstaoassin :
nob: Tillegg etter siste avsnitt i pkt. 5 ;

source: Giellaiskadeapmi čájeha ahte lea dárbbašlaš árvvoštallat doaimmaid maid sáhtášii bidjat johtui buoridit sámegiela dili almmolaš ásahusain .
nob: Undersøkelsen viser at det er nødvendig å vurdere tiltak som kan iverksettes for å bedre situasjonen for samisk språk i offentlige organer .

source: Sámediggi bivdá Sámediggeráđi ovttas giellaráđiin bidjat johtui álgagiid mat livčče mielde buorideamin gielladili , ja maiddái árvvoštallat leago dárbbašlaš rievdadit dahje dárkkistit sámelága giellanjuolggadusaid vai dán olahivččii .
nob: Sametinget ber Sametingsrådet , i samarbeid med Språkrådet , om å ta initiativ som kan være med på å bedre språksituasjonen , og eventuelt vurdere om det er nødvendig med endringer eller presiseringer i samelovens språkregler for å oppnå dette .

source: 39 áirasis ledje 38 čoahkis .
nob: Av 39 representanter var 38 tilstede .

source: Sámediggeráđi árvalus ovttas ráđi lassiárvalusain mearriduvvui ovttajienalaččat .
nob: Sametingsrådets innstilling med rådets tilleggsforslag ble enstemmig vedtatt .

source: Ing-Lill Pavall , áššejođiheaddji
nob: Ing-Lill Pavall , saksordfører

source: Sámiide geat háliidit geavahit sámegiela go váldet oktavuođa stáhtahálddahusain , šaddá measta veadjemeahttumin beassat gálgat sin earániid iežaset eatnigillii .
nob: Undersøkelsen viser videre at det er nødvendig å vurdere tiltak som kan iverksettes for å bedre situasjonen for samisk språk i offentlige organer .

source: Ášši meannudeapmi loahpahuvvui guovvamánu 24. b. dii. 11.05 .
nob: Saken avsluttet 24. februar 1999 kl. 11.05

source: Ášši meannudeapmi álggahuvvui guovvamánu 24. b. dii. 11.05 .
nob: Saken påbegynt 24. februar 1999 kl. 11.05

source: Sámedikki 1997 jahkedieđáhus ( ovdal sáddejuvvon )
nob: Sametingets årsmelding 1997 ( sendt ut tidligere )

source: vuollásaš ráđiid 1998 jahkedieđáhusat ( ovdal sáddejuvvon )
nob: Årsmelding - underliggende råd 1998 ( sendt ut tidligere )

source: Sd. dieđ. nr. 52 ( 1997-98 ) ( ovdal sáddejuvvon )
nob: St. meld. nr 52 ( 1997-98 ) ( sendt ut tidligere )

source: Árvalus S nr. 145 ( 1997-98 ) ( ovddal sáddejuvvon )
nob: Innst . S nr 145 ( 1997-98 ) ( sendt ut tidligere )

source: Sd. dieđ. nr. 41 ( 1996-97 ) ( ovdal sáddejuvvon )
nob: St. meld. nr 41 ( 1996-97 ) ( sendt ut tidligere )

source: Sd. dieđ. nr. 18 ( 1997-98 ) ( ovdal sáddejuvvon )
nob: St. meld. nr 18 ( 1997-98 ) ( sendt ut tidligere )

source: Sámediggi ovddida dákko bokte 1998 jahkedieđáhusas Gonagassii .
nob: Sametinget legger med dette frem årsmelding for 1998 for Kongen .

source: Boahtteáiggi politihka hápmen
nob: Fremtidig politikkutforming

source: 1.1 Jahkedieđáhusa perspektiivvat
nob: 1.1 Årsmeldingens perspektiver

source: Sámelága § 3-1 vuođul galgá Sámedikki jahkedieđáhus sáddejuvvot Gonagassii .
nob: I følge samelovens § 3-1 skal Sametingets årsmelding oversendes Kongen .

source: Ráđđehus ovddida stuorradiggediedáhusa Sámedikki doaimma birra juohke jagi Stuorradiggái .
nob: Regjeringen framlegger for Stortinget en årlig stortingsmelding om Sametingets virksomhet .

source: Sámedikki jahkedieđáhus lea ovdal leamaš stuorradiggediedáhusa mielddusin , 1997:s leai Sámidikki jahkedieđáhus laktojuvvon Sd. diedáhussii nr. 52 ( 1997-98 ) Sámedikki doaimma birra .
nob: Sametingets årsmelding har tidligere vært vedlagt stortingsmeldingen , i 1997 ble imidlertid Sametingets årsmelding innkorporert i St meld nr 52 ( 1997-98 ) Om Sametingets virksomhet .

source: Sámedikki dieđáhusrutiinnain lea dasto 4-jagi perspektiiva .
nob: Sametingets meldingsrutiner innehar samtidig et 4-års perspektiv .

source: Stuorradiggi lea sámelága mearrádusa oktavuođas maiddái mearridan , ahte oktii juohke stuorradiggeáigodagas ovddiduvvo dieđáhus daid doaibmabijuid birra mat galget sihkkarastit ja ovddidit sámiid giela , kultuvrra ja servodateallima .
nob: Stortinget har i tilknytning til vedtak om sameloven også besluttet at det en gang i hver stortingsperiode fremlegges melding om de tiltak som foretas for å sikre og utvikle samenes språk , kultur og samfunnsliv .

source: Dán dieđáhusas galget eiseválddit dasto guorahallat vuđoleabbot ja prinsihpalaččat iežaset sámepolitihka juohke stuorradiggeáigodagas .
nob: Meldingen skal sådan inneholde en mer grundig og prinsipiell drøfting av styresmaktenes samepolitikk i hver stortingsperiode .

source: Vuosttaš dákkáraš dieđáhus leai Sd. dieđáhus nr 52 ( 1992-93 ) Norgga sámepolitihkka birra .
nob: Den første var St. meld . nr. ( 1992-93 ) « Om norsk samepolitikk » .

source: Nuppe geardde dat dahkkui Sd. dieđáhusa nr 41 ( 1996-97 ) ja lassidieđáhusa Sd dieđáhus nr 18 ( 1997-98 ) oktavuođas , mat ovddiduvvojedje stáhtaráđis cuoŋománu 8. b. 1997 .
nob: Andre gang var i St meld nr 41 ( 1996-97 ) og tilleggsmelding St meld nr 18 ( 1997-98 ) , fremmet i statsråd 8. april 1997 .

source: Sámediggi meannudii dáid stuorradiggedieđáhusaid áššis 4/98 , geahča kapihttala 2 maŋŋelis .
nob: Disse stortingsmeldingene er behandlet i Sametinget i sak 4/98 , se nedenfor i kapittel 2 .

source: 1.2 Boahtteáiggi hástalusat
nob: 1.2 Fremtidige utfordringer

source: Sámedikki ja guovddáš eiseválddiid oktavuođa gaskka leat ollu hástalusat boahtteáiggis .
nob: Det vil i forholdet mellom Sametinget og sentrale myndigheter være en rekke fremtidige utfordringer .

source: Sámediggái lea dehálaš go Ráđđehus árvvoštallá sierra čuovvuleami Sámedikki mearrádusaid ja initiatiivvaid jahkedieđáhusa ja prinsihppadieđáhusa oktavuođas .
nob: For Sametinget er det viktig at Regjeringen vurderer egen oppfølging av Sametingets vedtak og initiativ i sammenheng med årsmelding og prinsippmelding .

source: Sámediggi oaidná dárbun ahte Ráđđehusa prinsihppadieđáhus , lassin maŋosgeahččama perspektiivii ja dálá dili čilgemii , eambbo buktá oaiviliddis daid eavttuhusaide ja čuolmmaide maid Sámediggi ovddida sámi servodaga boahtteáiggi hástalusaid oktavuođas , gč. čuoggá 2.2 vuolábealde .
nob: Sametinget ser behovet for at Regjeringens prinsippmelding i tillegg til det tilbakeskuende perspektiv og beskrivelse av nåsituasjonen , i større grad responderer på de forslag og problemstillinger Sametinget fremmer når det gjelder fremtidige utfordringer for det samiske samfunn , jf. punkt 2.2 nedenfor .

source: Sámediggi čujuha muđui Sd. dieđáhussii nr 52 ( 1997-98 ) Sámedikki 1997 jahkedieđáhus , gos Ráđđehusa áigumuššan lea buktit oainnuid áššiide maid Sámediggi lea namuhan iežas jahkedieđáhusas .
nob: Sametinget vil forøvrig vise til St meld nr 52 ( 1997-98 ) Om Sametingets virksomhet 1997 . Regjeringen har her tatt sikte på å gi en tilbakemelding på de saker Sametinget har omtalt i sin årsmelding .

source: Sámediggi háliida ahte dát dieđáhushápmi ovddiduvvo .
nob: Sametinget ønsker denne meldingsformen videreutviklet .

source: Sámediggi lea áššis 41/98 mearridan sámediggeplána áigodahkii 1998 - 2001 .
nob: Sametinget har i sak 41/98 vedtatt sametingsplanen for perioden 1998-2001 .

source: Sámediggi čilge plánastis ollu guovddáš hástalusaid ja áŋgiruššansurggiid mat dikkis leat dán áigodagas .
nob: Sametinget skisserer i planen en rekke sentrale utfordringer og innsatsområder for tinget i den kommende perioden .

source: Sámi servodat lea easkka álggahan guovddáš servodatsurggiid fálaldagaid huksema .
nob: Det samiske samfunn står overfor en nylig påbegynt utbygging av tilbudet innen sentrale samfunnsområder .

source: Go ain galgá hukset sámi kultuvrra ávnnaslaš vuođu , de gáibida dat dan ahte sámi vuoigatvuođabarggu oktavuođas ovddiduvvojit ođđa lágat .
nob: En fortsatt utbygging av det materielle grunnlag for samisk kultur krever at ny lovgivning utvikles innen samisk rettighetsarbeid .

source: Dárbbašuvvojit maiddái ollu ruđat ja resurssat sámi servodaga huksemii , danne go sámi servodat easkka dál lea vuođđudandásis .
nob: Behovet for midler og ressurser til utbyggingen av det samiske samfunn er også meget stort og omfattende . Dette fordi det samiske samfunn først nå er i en oppbyggingsfase .

source: Našuvnnalaš servodat lea huksejuvvon juo ovdal ja lea nuppástuhttojuvvomin .
nob: Det nasjonale samfunnet har derimot gjennomført sin oppbygging tidligere , og er nå inne i en omdanningsfase .

source: Danin ii galggašii sámi servodaga buohtastahttit našuvnnalaš servodagain resurssaid juogadeami oktavuođas .
nob: Derfor bør man ikke sammenligne det samiske samfunn med det nasjonale i ressursfordelingsammenheng .

source: Doaibmabijut eamiálbmogiidda fertejit árvvoštallojuvvot sin iežaset dárbbuid ja historjjá vuođul .
nob: Tiltakene overfor samene må vurderes ut fra samenes egne behov og historiske bakgrunn .

source: Norgga guovddáš eiseválddiid ja sámiid sierra álbmogin gaskavuođas ii leat sáhka nugo diehtit ovddimuš guovllupolitihkas , čálgopolitihkas , sosiálapolitihkas dahje ealáhuspolitihkas vaikko dát leat ge dehálaš áššesuorggit .
nob: Forholdet mellom norske sentrale statsmyndigheter og samene som et eget folk dreier seg som kjent ikke først og fremst om distriktspolitikk , velferdspolitikk , sosialpolitikk eller næringspolitikk selv om dette er viktige saksområder .

source: Dás lea sáhka stáhta ja eamiálbmoga gaskavuođa birra man oktavuođas ferte láhčit eamiálbmotpolitihka nu ahte das leat lassin ollu eará surggiide oasit namuhuvvon surggiin , ja dat ovttas dahket stuorát ollisvuođa .
nob: Det dreier seg om forholdet mellom stat og urfolk , hvor det gjelder å tilrettelegge en urfolkspolitikk der elementer fra nevnte områder i tillegg til flere andre inngår i en større helhet .

source: Sámit leat eamiálbmot ja leat uhcitlogus riikka álbmoga ektui muđui .
nob: Samene er et urfolk og utgjør en minoritet i forhold til landets øvrige befolkning .

source: Dát mearkkaša dan ahte sámiid boahtteáigi lea dan duohken ahte stáhta dohkkeha sámiid vuoigatvuođaid ja addá sámiide vejolašvuođa sihkkarastit ja ovddidit sámi kultuvrra , giela ja servodaga .
nob: Det innebærer at samenes framtid vil være avhengig av at staten anerkjenner samiske rettigheter og gir samene mulighet til å sikre og utvikle samisk kultur , språk og samfunn .

source: Sámepolitihka ii sáhte hábmet meroštallojuvvon sektuvrra siste , muhto sáhttá baicce lohkat ahte dás lea sáhka ollislaš sekruvrraidgaskasaš politihka sirdimis Sámediggái .
nob: Samepolitikk kan ikke utformes innenfor en definert sektor , men snarere dreier det seg om overføring av et helhetlig tverrsektorielt politikkområde .

source: Guhkesáigge- ja ollislaš perspektiiva leat guovddáš doahpagat buot plánabargguin .
nob: I all planlegging er et langsiktig og helhetlig perspektiv sentrale begrep .

source: Sámedikki doaimmas lea maiddái biras- ja nissonperspektiiva guovddážis go politihkka hábmejuvvo boahtteáigái sámi servodaga várás .
nob: For Sametingets virksomhet er også miljø- og kvinneperspektivet sentrale i utformingen av en fremtidig politikk for det samiske samfunn .

source: Sámi vuoigatvuođalávdegotti nubbi čielggadus lea buktán hirbmat dehálaš ságastallama sámi vuoigatvuođaid birra ja dan birra makkár sadji Sámedikkis galgá leat resursahálddašeamis ja areálaplánemis .
nob: Fremleggelsen av Samerettsutvalgets andre innstilling har medført en svært sentral debatt om samiske rettigheter og Sametingets rolle i fremtidig ressursforvaltning og arealplanlegging .

source: Vuđolaš proseassa bokte sámi servodaga siste ja olggos guvlui servodaga ektui muđui , galgá vuoigatvuođadigáštallan čuovvuluvvot konkrehta čovdosiiguin .
nob: Gjennom en grundig prosess innad i det samiske samfunn og utad overfor den øvrige befolkningen , skal rettighetsdebatten følges opp med konkrete løsninger .

source: Dát mearkkaša dieđusge maiddái dan ahte Sámedikkis galgá leat guovddáš sadji das .
nob: Det betyr følgelig også at Sametinget skal ha en sentral rolle i disse .

source: Lunddolaš oassin sámi vuoigatvuođabarggus , šaddet giella , oahpahus , kultuvra ja ealáhusáššit áibbas dehálaš bargosuorgin Sámedikkis .
nob: Som en naturlig del i det samiske rettighetsarbeidet , vil språk , utdanning , kultur og næringsspørsmål være helt vesentlige arbeidsområder for Sametinget .

source: Sámediggi oaivvilda ahte álbmotrievttálaš njuolggadusat maidda Norga lea čadnon ja main lea mearkkašupmi sámiid riektidillái , galget adnot Norgga rievtti oassin dan seammás go našuvnnalaš riektinjuolggadusat beaktilin dahkkojuvvojit .
nob: Sametinget mener at de folkerettslige regler som Norge er bundet av og som har betydning for samenes rettslige stilling , anses som norsk rett , samtidig med at en sikrer at nasjonale rettsregler gis effektivitet .

source: Dán oktavuođas oaidná Sámediggi dárbun ođasmahttit sisrievttálaš vuođu nu ahte dat dávista eamiálbmotáššiid riektiovdáneapmái .
nob: Sametinget ser i denne forbindelse et behov for at det internrettslige grunnlaget oppdateres i forhold til rettsutvikling innen urfolksspørsmål .
